src/main/resources/xmls/salesforcequery/CreateOpportunityProspect.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/" xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
   <Header>
      <SessionHeader xmlns="urn:partner.soap.sforce.com">
         <sessionId></sessionId>
      </SessionHeader>
   </Header>
   <Body>
      <create xmlns="urn:partner.soap.sforce.com">
         <sObjects>
            <type xmlns="urn:sobject.partner.soap.sforce.com">Opportunity_Prospect__c</type>
            <Business_Challenge_Type__c xmlns=""></Business_Challenge_Type__c>
              <Business_Challenge__c xmlns=""></Business_Challenge__c>
             <Capability_Alignment__c xmlns=""></Capability_Alignment__c>
        	 <Client_Contact__c xmlns=""></Client_Contact__c>
         	 <Director_or_above__c xmlns=""></Director_or_above__c>
            <Division__c xmlns=""></Division__c>
             <Name xmlns=""></Name>
            <Next_action__c xmlns=""></Next_action__c>
            <Salesperson__c xmlns=""></Salesperson__c>
     <Sales_Office__c xmlns=""></Sales_Office__c>
     <Services_Office__c xmlns=""></Services_Office__c>
     <Services_Rep_BDM_or_SAM__c xmlns=""></Services_Rep_BDM_or_SAM__c>
       
         </sObjects>
      </create>
   </Body>
</Envelope>
